import CarouselImage1 from "@assets/cars1.jpg";
import CarouselImage2 from "@assets/cars2.jpg";
import CarouselImage3 from "@assets/cars3.jpg";
export const data = [
  {
    id: 1,
    image: CarouselImage1,
    title: "توقيت الصلاوات ",
    route: "/time-salah",
    nameTitle: "صلاواتك يا مسلم",
    ayah: "وإذ جعلنا البيت مثابة للناس وأمنا واتخذوا من مقام إبراهيم مصلى وعهدنا إلى إبراهيم وإسماعيل أن طهرا بيتي للطائفين والعاكفين والركع السجود * حافظوا على الصلوات والصلاة الوسطى وقوموا لله قانتين",
  },
  {
    id: 2,
    image: CarouselImage2,
    title: "أذكار المسلم",
    route: "/azkar",
    nameTitle: "حصن نفسك",
    ayah: "عن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: ما من أيام العمل الصالح فيها أحب إلى الله من هذه الأيام، يعني أيام العشر، قالوا: يا رسول الله! ولا الجهاد في سبيل الله؟ قال: ولا الجهاد في سبيل الله إلا رجل خرج بنفسه وماله فلم يرجع من ذلك بشيء (صحيح البخاري)",
  },
  {
    id: 3,
    image: CarouselImage3,
    title: " أقرأ القران ",
    route: "/all-quran",
    nameTitle: "أقرا وردك يا مسلم",
    ayah: "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَن يَكْفُرْ بِهِ فَأُولَئِكَ هُمُ الْخَاسِرُونَ",
  },
];
